Repository: ruslanvox/auraFlowers
Catalog: aura.flowers/Resources/Views/Home/_ProductsPartial.*.resx
Languages: sk

# products-bigflowers-description
source: Ideal for creating an unusual and magical setting. Photo zones at events and the interior of photo studios, retail and office premises.
sk: Ideálne na vytvorenie neobvyklého a magického prostredia. Foto zóny na akciách, interiér foto štúdií, obchodných a kancelárskych priestorov.

# products-bigflowers-header
source: Big flowers - compositions
sk: Veľké aranžmány z kvetov

# products-framework-description
source: Add color to your life! Create a cozy atmosphere in the house and set up for positive thoughts.
sk: Pridajte farbu do svojho života! Vytvorte v dome útulnú atmosféru a nastavte sa na pozitívne myšlienky.

# products-framework-header
source: The framework
sk: Interiérové rámy

# products-lamps-description
source: The original decoration of your home. You will easily change the color of your lamp with a remote control. Powered by batteries, which makes the lamp mobile, convenient and safe. The flower lamp will create comfort and good mood in your home.
sk: Originálna dekorácia vášho domu. Zmena farieb pomocou diaľkového ovládača. Napájané batériami, vďaka ktorým je lampa mobilná, pohodlná a bezpečná. Kvetinová lampa u vás doma vytvorí pohodlie a dobrú náladu.

# products-lamps-header
source: Interior Lamps
sk: Osvetlenie interiéru

# products-material-description
source: Isolon and foam.
sk: ISOLON a foam.

# products-material-description-1
source: Isolon is a hypoallergenic material
sk: ISOLON - hypoalergénny materiá

# products-material-description-2
source: Easy care
sk: Jednoduchá údržba

# products-material-description-3
source: You can use a water for cleaning (but with caution!)
sk: Pri čistení, môžete použiť jemnú sprchu

# products-material-description-4
source: Durable material
sk: Odolný materiál

# products-material-description-5
source: It may have different colors
sk: Môže mať rôzne farby

# products-material-header
source: Source material
sk: Materiál. ISOLON a foam.

# products-order-button
source: Order
sk: Objednať

# products-order-rental-sticker
source: (On order / Rental)
sk: (na objednávku / prenájom)

# products-subtitle
source: We work for you
sk: Pracujeme pre vás

# products-title
source: Products
sk: Výrobky

# products-walls-description
source: Ideal for creating an unusual and magical setting. Photo zones at events and the interior of photo studios, retail and office premises.
sk: Ideálne na vytvorenie neobvyklého a magického prostredia. Foto zóny na akciách, interiér foto štúdií, obchodných a kancelárskych priestorov.

# products-walls-header
source: Wall
sk: Fotostena

# products-wings-description
source: The trend of design decisions and photo shoots. Will make a good emphasis on the chosen style.
sk: Trend dizajnérskych riešení. Ideálny výber na neobyčajné fotenie.

# products-wings-header
source: Wings
sk: Krídla
